export const dash = "—";

export const nameRootGroups = [
  // 0 _ "запасное" число, на случай отсутствия явного указания
  {
    id: 1,
    title: dash, //TODO: перепродумать название
    roots: [
      "птиц",
    ]
  },
  {
    id: 2,
    title: "Пение",
    roots: [
      "ласточк",
      "мухоловк",
      "певун",
      "пищух",
      "свиристел",
      "синиц",
      "славк",
      "тимел",
    ]
  },
  {
    id: 3,
    title: "Поведение",
    roots: [
      "вьюр",
      "ткач",
      "медосос", // + alt_name
      "ед",
      "пополз", // + alt_name
      "сорокопут",
    ]
  },
  {
    id: 4,
    title: "Строение",
    roots: [
      "глаз",
      "толстоголовк", // род
      "клюв",
      "хвост",
    ]
  }
]