const order_name = "Воробьинообразных";

export const achievements = {
  HALF_FAMILIES: `Пройдена половина от количества семейств ${order_name}!`,
  HALF_SPECIES: `Пройдена половина от количества видов ${order_name}!`,
  HALF_SPECIES_LENGTH: `Пройдены семейства, что содержали видов меньше, чем вдвое относительно самого многочисленного!`,

  COMPLETED_FIRST_TEN: `Пройдены все семейства отряда ${order_name}, содержащие меньше 10 видов!`,
  COMPLETED_FIRST_FIFTY: `Пройдены все семейства отряда ${order_name}, содержащие меньше 50 видов!`,
  COMPLETED_FIRST_HUNDRED: `Пройдены все семейства отряда ${order_name}, содержащие меньше 100 видов!`,

  MAX_GROUPS: `Достигнуто число, равное количеству числа видов, которым соответствует хотя бы 1 семейство в отряде ${order_name}!`,
};